<x-layouts.mobile.default>
    @section('title', __('general.about'))

    <div class="flex flex-col gap-4 text-justify">
        <div class="flex items-center justify-between gap-4">
            <h1 class="text-xl font-bold">{{ __('general.about') }}</h1>
        </div>

        <p class="py-4 border-b">
            مرحبا بكم في تطبيق "حديث"، الذي يعد واحدًا من التطبيقات الدينية التي تهدف إلى توفير وسيلة سهلة وفعّالة للوصول إلى الأحاديث النبوية الشريفة بأكثر من 31 لغة مختلفة.
            <br />
            يعتبر هذا التطبيق مصدرًا قيمًا للمستخدمين الذين يرغبون في استكشاف وفهم تعاليم النبي محمد صلى الله عليه وسلم.

        </p>
        <h2 class="text-lg font-bold">مميزات التطبيق</h2>
        <ul class="border-b list-inside list-disc">
            <li>
                <span class="font-bold">
تنوع اللغات
                </span>
                يتميز التطبيق بتوفير أحاديث نبوية مترجمة إلى أكثر من 31 لغة، مما يتيح للمستخدمين من جميع أنحاء العالم فهم واستيعاب الرسالة النبوية بسهولة.
            </li>
            <li>
                <span class="font-bold">
سهولة الاستخدام
                </span>
                تم تصميم واجهة التطبيق بشكل بسيط وسهل الاستخدام، مما يجعل التنقل بين الأحاديث واللغات أمرًا مريحًا للجميع.
            </li>
            <li>
                <span class="font-bold">
بحث فعّال
                </span>
                يتيح لك التطبيق البحث في الأحاديث النبوية بسهولة، مما يسهم في الوصول إلى المعلومات المطلوبة بشكل سريع ودقيق.
            </li>
            <li>
                <span class="font-bold">
مشاركة الأحاديث
                </span>
                يوفر التطبيق خاصية مشاركة الأحاديث النبوية عبر وسائل التواصل الاجتماعي، مما يساهم في نشر الفائدة وتعزيز فهم الناس لتعاليم الإسلام.
            </li>
        </ul>

        <h2 class="text-lg font-bold">رؤيتنا</h2>

        <p class="border-b">
            نطمح إلى تقديم تجربة فريدة وثرية للمستخدمين من خلال توفير مصدر موثوق ومتاح لفهم تعاليم النبي محمد صلى الله عليه وسلم بطريقة متاحة للجميع.
        </p>

        <h2 class="text-lg font-bold">كيفية الاستفادة</h2>

        <ul class="border-b list-inside list-disc">
            <li>
                <span class="font-bold">
                    تنزيل التطبيق
                </span>
                قم بتحميل تطبيق "أحاديث نبوية مترجمة" من متجر التطبيقات المتاح على هاتفك الذكي.

            </li>
            <li>
                <span class="font-bold">
                    استكشاف الأحاديث
                </span>
                تصفح الأحاديث بلغتك المفضلة واستمتع بالترجمات الدقيقة والفهم العميق للرسالة النبوية.

            </li>
            <li>
                <span class="font-bold">
                    مشاركة الفائدة
                </span>
                لا تتردد في مشاركة الأحاديث مع أصدقائك وعائلتك عبر وسائل التواصل الاجتماعي لنعزز المعرفة والتفاهم المتبادل.
            </li>
        </ul>
        <p>
            تطبيق "حديث" يدعوكم لاستكشاف جمال الكلمات النبوية والاستفادة من الحكم والتوجيهات التي تحملها.

        </p>
    </div>



</x-layouts.mobile.default>
